export const terms = [
  {
    id: 1,
    title: '1. Общие положения',
    description:
      'Добро пожаловать в TaskFlow — сервис для управления задачами с синхронизацией между устройствами. Используя наш сайт и мобильные приложения (далее — «Сервис»), вы соглашаетесь с условиями этого Пользовательского соглашения.',
  },
  {
    id: 2,
    title: '2. Регистрация и аккаунт',
    description:
      'Для доступа к ряду функций (синхронизация, история изменений, совместная работа) требуется создать аккаунт. Вы обязуетесь указывать только достоверную информацию и хранить в тайне свой пароль.',
  },
  {
    id: 3,
    title: '3. Права и обязанности пользователя',
    items: [
      'Пользователь имеет право использовать Сервис в личных и (если разрешено) коммерческих целях.',
      'Запрещено публиковать материалы, нарушающие права третьих лиц или действующее законодательство.',
      'TaskFlow не несёт ответственности за контент ваших задач и напоминаний.',
    ],
  },

  {
    id: 4,
    title: '4. Интеллектуальная собственность',
    description:
      'Все элементы интерфейса, дизайн, программный код и торговые марки TaskFlow являются нашей собственностью и защищены законом.',
  },
  {
    id: 5,
    title: '5. Изменение условий',
    description:
      'Мы можем обновлять это соглашение: дата последнего изменения будет отражена вверху страницы. После публикации новой версии продолжение пользования Сервисом означает ваше согласие с изменениями.',
  },
  {
    id: 6,
    title: '6. Ограничение ответственности',
    description:
      'Сервис предоставляется «как есть». Мы не гарантируем бесперебойную работу, отсутствие ошибок и полную сохранность ваших данных. В любом случае максимальная ответственность TaskFlow ограничена суммой, уплаченной вами за пользование Сервисом (если таковая имела место). ',
  },
  {
    id: 7,
    title: '7. Применимое право',
    description:
      'Ко всем спорам, возникающим из настоящего Соглашения, применяется законодательство Германии.',
  },
  {
    id: 8,
    title: '8. Контакты',
    description:
      'По всем вопросам пользовательского соглашения пишите на support@taskflow.example.com',
  },
];
